Repository: PatrikCesnek/SpaceXLauchnes
Catalog: SpaceXLaunches/Strings/Localizable.xcstrings
Source language: en
Languages: sk

source: Cancel
sk: Zrušiť

source: Date Ascending
sk: Od najnovšieho

source: Date Descending
sk: Od najstaršieho

source: Error
sk: Chyba

source: Failed to fetch launches. Please try again.
sk: Sťahovanie štartov zlyhalo. Prosím skúste znovu.

source: Invalid date format:
sk: Nesprávny formát dátumu:

source: Invalid URL:
sk: Nesprávna URL

source: Launch date:
sk: Dátum štartu:

source: Mission Name
sk: Názov misie

source: No data received
sk: Žiadne dáta

source: Retry
sk: Skúsiť znovu

source: Rocket:
sk: Raketa

source: Search by Mission Name
sk: Hľadať podľa názvu misie

source: Sort
sk: Zoradiť

source: Sort by:
sk: Zoradiť podľa

source: SpaceX Launches
sk: SpaceX štarty
